{
  "bg": [
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 1",
      "sanskrit": "dhṛtarāṣṭra uvāca\ndharma-kṣetre kuru-kṣetre\nsamavetā yuyutsavaḥ\nmāmakāḥ pāṇḍavāś caiva\nkim akurvata sañjaya",
      "synonyms": "dhṛtarāṣṭraḥ-King Dhṛtarāṣṭra; uvāca-said; dharma-kṣetre-in the place of pilgrimage; kuru-kṣetre-in the place named Kurukṣetra; samavetāḥ-assembled; yuyatsavaḥ-desiring to fight; māmakāḥ-my party (sons); pāṇḍavāḥ-the sons of Pāṇḍu; ca-and; eva-certainly; kim-what; akurvata-did they do; sañjaya-O Sañjaya.",
      "translation": "Dhṛtarāṣṭra said: O Sañjaya, after assembling in the place of pilgrimage at Kurukṣetra, what did my sons and the sons of Pāṇḍu do, being desirous to fight?",
      "purport": "Bhagavad-gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand Bhagavad-gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa.\n\nThe topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahābhārata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind.\n\nThe word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons’ ultimate victory. In his doubt, he inquired from his secretary Sañjaya, “What did my sons and the sons of Pāṇḍu do?” He was confident that both his sons and the sons of his younger brother Pāṇḍu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship-even for the denizens of heaven-Dhṛtarāṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pāṇḍu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield.\n\nBoth the Pāṇḍavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra’s mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pāṇḍu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pāṇḍu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra’s son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 2",
      "sanskrit": "sañjaya uvāca\ndṛṣṭvā tu pāṇḍavānīkaṁ\nvyūḍhaṁ duryodhanas tadā\nācāryam upasaṅgamya\nrājā vacanam abravīt",
      "synonyms": "sañjayaḥ-Sañjaya; uvāca-said; dṛṣṭvā-after seeing; tu-but; pāṇḍava-anīkam-the soldiers of the Pāṇḍavas; vyūḍham-arranged in military phalanx; duryodhanaḥ-King Duryodhana; tadā-at that time; ācāryam-the teacher; upasaṅgamya-approaching nearby; rājā-the king; vacanam-words; abravīt-spoke.",
      "translation": "Sañjaya said: O King, after looking over the army gathered by the sons of Pāṇḍu, King Duryodhana went to his teacher and began to speak the following words:",
      "purport": "Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pāṇḍavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. He wanted, therefore, to encourage the despondent King, and thus he warned him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the King that his son, Duryodhana, after seeing the military force of the Pāṇḍavas, at once went to the commander-in-chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana’s diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pāṇḍavas."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 3",
      "sanskrit": "paśyaitāṁ pāṇḍu-putrāṇām\nācārya mahatīṁ camūm\nvyūḍhāṁ drupada-putreṇa\ntava śiṣyeṇa dhīmatā",
      "synonyms": "paśya-behold; etām-this; pāṇḍu-putrāṇām-of the sons of Pāṇḍu; ācārya-O teacher; mahatīm-great; camūm-military force; vyuḍham-arranged; drupada-putreṇa-by the son of Drupada; tava-your; śiṣyeṇa-disciple; dhīmatā-very intelligent.",
      "translation": "O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple, the son of Drupada.",
      "purport": "Duryodhana, a great diplomat, wanted to point out the defects of Droṇācārya, the great brāhmaṇa commander-in-chief. Droṇācārya had some political quarrel with King Drupada, the father of Draupadī, who was Arjuna’s wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Droṇācārya. Droṇācārya knew this perfectly well, and yet, as a liberal brāhmaṇa, he did not hesitate to impart all his military secrets when the son of Drupada, Dhṛṣṭadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukṣetra, Dhṛṣṭadyumna took the side of the Pāṇḍavas, and it was he who arranged for their military phalanx, after having learned the art from Droṇācārya. Duryodhana pointed out this mistake of Droṇācārya’s so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pāṇḍavas, who were also Droṇācārya’s affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 4",
      "sanskrit": "atra śūrā maheṣv-āsā\nbhīmārjuna-samā yudhi\nyuyudhāno virāṭaś ca\ndrupadaś ca mahā-rathaḥ",
      "synonyms": "atra-here; śūrāḥ-heroes; maheṣvāsāḥ-mighty bowmen; bhīma-arjuna-Bhīma and Arjuna; samāḥ-equal; yudhi-in the fight; yuyudhānaḥ-Yuyudhāna; virāṭaḥ-Virāṭa; ca-also; drupadaḥ-Drupada; ca-also; mahārathaḥ-great fighter.",
      "translation": "Here in this army there are many heroic bowmen equal in fighting to Bhīma and Arjuna; there are also great fighters like Yuyudhāna, Virāṭa and Drupada.",
      "purport": "Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya’s very great power in the military art, there were many others who were the cause of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 5",
      "sanskrit": "dhṛṣṭaketuś cekitānaḥ\nkāśirājaś ca vīryavān\npurujit kuntibhojaś ca\nśaibyaś ca nara-puṅgavaḥ",
      "synonyms": "dhṛṣṭaketuḥ-Dhṛṣṭaketu; cekitānaḥ-Cekitāna; kāśirājaḥ-Kaśirāja; ca-also; vīryavān-very powerful; purujit-Purujit; kuntibhojaḥ-Kuntibhoja; ca-and; śaibyaḥ-Śaibya; ca-and; nara-puṅgavaḥ-heroes in human society.",
      "translation": "There are also great, heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
      "purport": ""
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 6",
      "sanskrit": "yudhāmanyuś ca vikrānta\nuttamaujāś ca vīryavān\nsaubhadro draupadeyāś ca\nsarva eva mahā-rathāḥ",
      "synonyms": "yudhāmanyuḥ-Yudhāmanyu; ca-and; vikrāntaḥ-mighty; uttamaujāḥ-Uttamaujā; ca-and; vīryavān-very powerful; saubhadraḥ-the son of Subhadrā; draupadeyāḥ-the sons of Draupadī; ca-and; sarve-all; eva-certainly; mahā-rathāḥ-great chariot fighters.",
      "translation": "There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters.",
      "purport": ""
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 7",
      "sanskrit": "asmākaṁ tu viśiṣṭā ye\ntān nibodha dvijottama\nnāyakā mama sainyasya\nsaṁjñārthaṁ tān bravīmi te",
      "synonyms": "asmākam-our; tu-but; viśiṣṭāḥ-especially powerful; ye-those; tān-them; nibodha-just take note, be informed; dvijottama-the best of the brāhmaṇas; nāyakāḥ-captains; mama-my; sainyasya-of the soldiers; saṁjñā-artham-for information; tān-them; bravīmi-I am speaking; te-your.",
      "translation": "O best of the brāhmaṇas, for your information, let me tell you about the captains who are especially qualified to lead my military force.",
      "purport": ""
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 8",
      "sanskrit": "bhavān bhīṣmaś ca karṇaś ca\nkṛpaś ca samitiṁ-jayaḥ\naśvatthāmā vikarṇaś ca\nsaumadattis tathaiva ca",
      "synonyms": "bhavān-yourself; bhīṣmaḥ-Grandfather Bhīṣma; ca-also; karṇaḥ-Karṇa; ca-and; kṛpaḥ-Kṛpa; ca-and; samitiñjayaḥ-always victorious in battle; aśvatthāmā-Aśvatthāmā; vikarṇaḥ-Vikarṇa; ca-as well as; saumadattiḥ-the son of Somadatta; tathā-and as; eva-certainly; ca-and.",
      "translation": "There are personalities like yourself, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhuriśravā, who are always victorious in battle.",
      "purport": "Duryodhana mentioned the exceptional heroes in the battle, all of whom are ever-victorious. Vikarṇa is the brother of Duryodhana, Aśvatthāmā is the son of Droṇācārya, and Saumadatti, or Bhūriśravā, is the son of the King of the Bāhlīkas. Karṇa is the half brother of Arjuna, as he was born of Kuntī before her marriage with King Pāṇḍu. Kṛpācārya married the twin sister of Droṇācārya."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 9",
      "sanskrit": "anye ca bahavaḥ śūrā\nmad-arthe tyakta-jīvitāḥ\nnānā-śastra-praharaṇāḥ\nsarve yuddha-viśāradāḥ",
      "synonyms": "anye-many others; ca-also; bahavaḥ-in great numbers; śūrāḥ-heroes; mad-arthe-for my sake; tyakta-jīvitāḥ-prepared to risk life; nānā-many; śastra-weapons; praharaṇāḥ-equipped with; sarve-all of them; yuddha-battle; viśāradāḥ-experienced in military science.",
      "translation": "There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
      "purport": "As far as the others are concerned-like Jayadratha, Kṛtavarmā, Śalya, etc.-all are determined to lay down their lives for Duryodhana’s sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
    },
    {
      "book": "Bhagavad Gita",
      "chapter": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "chapter_title": "1. Observing the Armies on the Battlefield of Kurukṣetra",
      "verse": "TEXT 10",
      "sanskrit": "aparyāptaṁ tad asmākaṁ\nbalaṁ bhīṣmābhirakṣitam\nparyāptaṁ tv idam eteṣāṁ\nbalaṁ bhīmābhirakṣitam",
      "synonyms": "aparyāptam-immeasurable; tat-that; asmākam-of ours; balam-strength; bhīṣma-by Grandfather Bhīṣma; abhirakṣitam-perfectly protected; paryāptam-limited; tu-but; idam-all these; eteṣām-of the Pāṇḍavas; balam-strength; bhīma-by Bhīma; abhirakṣitam-carefully protected.",
      "translation": "Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited.",
      "purport": "Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhīṣma. On the other hand, the forces of the Pāṇḍavas are limited, being protected by a less experienced general, Bhīma, who is like a fig in the presence of Bhīṣma. Duryodhana was always envious of Bhīma because he knew perfectly well that if he should die at all, he would only be killed by Bhīma. But at the same time, he was confident of his victory on account of the presence of Bhīṣma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
    }
  ]
}